const lettersEng = ['`','1', '2', '3', '4', '5', '6', '7', '8', '9', '0', '-', '=', 'Backspace',
    'Tab', 'q', 'w', 'e', 'r', 't', 'y', 'u', 'i', 'o', 'p', '[', ']', '\\','Del',
    'a', 's', 'CapsLock', 'd', 'f', 'g', 'h', 'j', 'k', 'l', ';', "'", 
        'z', 'x', 'Enter', 'Shift','c', 'v', 'b', 'n', 'm', ',', '.', '/', ' ↑ ', 'Ctrl',
    'Win', 'Shift', 'Alt', 'Alt', ' ← ', ' ↓ ', ' ', ' → ', 'Ctrl'
  ];

  const lettersEngShift = ['~','!', '@', '#', '$', '%', '^', '&', '*', '(', ')', '_', '+', 'Backspace',
    'Tab', 'Q', 'W', 'E', 'R', 'T', 'Y', 'U', 'I', 'O', 'P', '{', '}', '|','Del',
    'A', 'S', 'CapsLock', 'D', 'F', 'G', 'H', 'J', 'K', 'L', ':', '"', 
        'Z', 'X', 'Enter', 'Shift','C', 'V', 'B', 'N', 'M', '<', '>', '?', ' ↑ ', 'Ctrl',
    'Win', 'Shift', 'Alt', 'Alt', ' ← ', ' ↓ ', ' ', ' → ', 'Ctrl'
  ];

  const lettersEngCaps = ['`','1', '2', '3', '4', '5', '6', '7', '8', '9', '0', '-', '=', 'Backspace',
    'Tab', 'Q', 'W', 'E', 'R', 'T', 'Y', 'U', 'I', 'O', 'P', '[', ']', '\\','Del',
    'A', 'S', 'CapsLock', 'D', 'F', 'G', 'H', 'J', 'K', 'L', ';', "'", 
        'Z', 'X', 'Enter', 'Shift','C', 'V', 'B', 'N', 'M', ',', '.', '/', ' ↑ ', 'Ctrl',
    'Win', 'Shift', 'Alt', 'Alt', ' ← ', ' ↓ ', ' ', ' → ', 'Ctrl'
  ];

  const lettersUkr = ["'",'1', '2', '3', '4', '5', '6', '7', '8', '9', '0', '-', '=', 'Backspace',
    'Tab', 'й', 'ц', 'у', 'к', 'е', 'н', 'г', 'ш', 'щ', 'з', 'х', 'ї', '\\','Del',
    'ф', 'і', 'CapsLock', 'в', 'а', 'п', 'р', 'о', 'л', 'д', 'ж', 'є', 
        'я', 'ч', 'Enter', 'Shift','с', 'м', 'и', 'т', 'ь', 'б', 'ю', '.', ' ↑ ', 'Ctrl',
    'Win', 'Shift', 'Alt', 'Alt', ' ← ', ' ↓ ', ' ', ' → ', 'Ctrl'
  ];

  const lettersUkrShift = ["₴",'!', '"', '№', ';', '%', ':', '?', '*', '(', ')', '_', '+', 'Backspace',
  'Tab', 'Й', 'Ц', 'У', 'К', 'Е', 'Н', 'Г', 'Ш', 'Щ', 'З', 'Х', 'Ї', '/','Del',
  'Ф', 'І', 'CapsLock', 'В', 'А', 'П', 'Р', 'О', 'Л', 'Д', 'Ж', 'Є', 
      'Я', 'Ч', 'Enter', 'Shift','С', 'М', 'И', 'Т', 'Ь', 'Б', 'Ю', ',', ' ↑ ', 'Ctrl',
  'Win', 'Shift', 'Alt', 'Alt', ' ← ', ' ↓ ', ' ', ' → ', 'Ctrl'
];

const lettersUkrCaps = ["'",'1', '2', '3', '4', '5', '6', '7', '8', '9', '0', '-', '=', 'Backspace',
'Tab', 'Й', 'Ц', 'У', 'К', 'Е', 'Н', 'Г', 'Ш', 'Щ', 'З', 'Х', 'Ї', '/','Del',
  'Ф', 'І', 'CapsLock', 'В', 'А', 'П', 'Р', 'О', 'Л', 'Д', 'Ж', 'Є', 
      'Я', 'Ч', 'Enter', 'Shift','С', 'М', 'И', 'Т', 'Ь', 'Б', 'Ю', ',', ' ↑ ', 'Ctrl',
'Win', 'Shift', 'Alt', 'Alt', ' ← ', ' ↓ ', ' ', ' → ', 'Ctrl'
];

  export {lettersEng, lettersEngShift, lettersEngCaps, lettersUkr, lettersUkrShift, lettersUkrCaps};
